<?php

/**
 * ECSHOP 建行支付插件
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.zhiyuanit.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 */

global $_LANG;

$_LANG['ccb']         = '建设银行';


$_LANG['is_cod']              = '是否货到付款';
$_LANG['is_online']           = '是否直持在线付款';
$_LANG['pay_button']          = '建行在线支付';
$_LANG['ccbpay_merchantid']   = '商户代码';
$_LANG['ccbpay_posid']        = '柜台号';
$_LANG['ccbpay_branchid']     = '分行号';
$_LANG['ccbpay_publickey']    = '密钥';

?>